{
  "olympianZeus": {
    "image": "image/olympianZeusAthens.jpg",
    "question":"The temple of Olympian Zeus in Athens became a victim of a political discourse. Protesters damaged marble paving and display cases during a rally. What would the government's opinion be?",
    "yes": "Condemn the extremists",
    "no": "Associate the incident with the opposition party",
    "yesDelta": {
    },
    "noDelta": {
      "liberalism": -15,
      "antiquity": 10
    }

  },
  "archOfHadrian": {
    "image": "image/archOfHadrianAthens.jpg",
    "question":"The arch of Hadrian, as everyone knows, stands right at the center of Athens. And it is also a reason why every public transportation has to go around it. There is a proposal to move the arch, um, just a little bit, to extend the tram rail next to it, for the convenience of the tourists.",
    "yes": "Move the arch",
    "no": "History does not negotiate",
    "yesDelta": {
      "antiquity": -10,
      "economy": 15
    },
    "noDelta": {
      "antiquity": 10
    }

  },
  "odeionOfHerodesAtticus": {
    "image": "image/odeionOfHerodesAtticusAthens.jpg",
    "question":"The Odeion of Herodes Atticus stands right below the Acropolis of Athens. Its preservation has not been the focus of major public controversy, but debates have occurred over its use: some archaeologists warned against \"overcommercializing\" ancient theaters by staging modern performances. What is the government's opinion?",
    "yes": "Reduce the number of performances",
    "no": "No monument is permanent, after all",
    "yesDelta": {
      "economy": -15,
      "antiquity": 10
    },
    "noDelta": {
      "antiquity": -15,
      "economy": 10
    }

  },
  "acropolisMuseum": {
    "image": "image/acropolisMuseumAthens.jpg",
    "question":"It is well known that during the construction of the Acropolis Museum at Athens, a couple 20th-century buildings had to be demolished to open the line of view from the museum to the ancient Acropolis. More buildings will be demolished as the museum expands. What is the government's opinion? ",
    "yes": "Post Byzantine buildings are not as important",
    "no": "The museum and the excavation below is already big enough",
    "yesDelta": {
      "liberalism": -10
    },
    "noDelta": {
      "antiquity": -10
    }

  },
  "british": {
    "image": "image/british.jpg",
    "question":"It seemed that the issue is well settled, but recent protests have shown that some people are not happy with the status quo of the british museum. However, the UK have also proved to be a great economic partner. What is the government's opinion on Parthenon marble pieces in the British Museum?",
    "yes": "Reclaim the marbles, no matter how much it costs",
    "no": "The past must not hold us back",
    "yesDelta": {
      "economy": -10
    },
    "noDelta": {
      "antiquity": -10
    }

  },
  "pella": {
    "image": "image/pellaMosaic.jpg",
    "question": "A national law attempted to move key Pella artifacts to Thessaloniki, sparking local protests. What would the government's opinion be?",
    "yes": "Preserve artifacts in their place of origin",
    "no": "Centralize artifacts for national display",
    "yesDelta": {
      "antiquity": 10
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -10
    }
  },
  "pellaTombs": {
    "image": "image/pellaTomb.jpg",
    "question": "Archaeologists have recently questioned whether Phillip B is actually buried in the royal tombs at Pella. Locals have expressed discomfort against such accusations. What would the government's opinion be?",
    "yes": "This is an attempt to dismantle Macedonian identity",
    "no": "Museum must listen to academic consensus",
    "yesDelta": {
      "antiquity": -10
    },
    "noDelta": {
      "liberalism": -10,
      "economy": -10,
      "antiquity": 15
    }
  },
  "dion": {
    "image": "image/dionSanctuary.jpg",
    "question": "The abandoned cement factory at Dion was cleared for archaeological preservation after pressure from unesco. Locals are not happy with such interventions. What would the government's opinion be?",
    "yes": "Support full site restoration and protection",
    "no": "Permit partial development to attract donors",
    "yesDelta": {
      "antiquity": 10,
      "liberalism": -10
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -10
    }
  },
  "perachora": {
    "image": "image/heraionPerachora.jpg",
    "question": "Local interest in tourism at the Heraion of Perachora has clashed with conservative archaeological priorities. What would the government's opinion be?",
    "yes": "Side with archaeologists for conservation",
    "no": "Encourage local tourism infrastructure",
    "yesDelta": {
      "antiquity": 10,
      "liberalism": -10
    },
    "noDelta": {
      "economy": 10,
      "liberalism": 10
    }
  },
  "corinth": {
    "image": "image/corinthTemple.jpg",
    "question": "Ancient Corinth was one of the most important city-states in ancient Greece, known for its wealth and strategic location connecting the gulf of Corinth to the Aegean sea. Recently, constructions in Corinth have disturbed unexcavated remains. What would the government's opinion be?",
    "yes": "Uphold archaeological protection",
    "no": "Support regional economic growth",
    "yesDelta": {
      "antiquity": 15,
      "economy": -10
    },
    "noDelta": {
      "economy": 15,
      "antiquity": -10
    }
  },
  "ancientAgoraAthens": {
    "image": "image/athensAgoraAthens.jpg",
    "question": "The Ancient Agora of Athens has been excavated by the American School under a Greek state concession for decades. What would the government's opinion be?",
    "yes": "Support ongoing collaboration with foreign institutions",
    "no": "Reclaim excavation rights for full national control",
    "yesDelta": {
      "liberalism": 10
    },
    "noDelta": {
      "antiquity": 15,
      "liberalism": -10
    }
  },
  "theatreDionysos": {
    "image": "image/theatreDionysos.jpg",
    "question": "The Theatre of Dionysos restoration project at Athens caused debate over authenticity versus tourist accessibility. What would the government's opinion be?",
    "yes": "Prioritize authenticity with minimal intervention",
    "no": "Favor partial reconstruction for tourism and safety",
    "yesDelta": {
      "antiquity": 10
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -15
    }
  },
  "pnyx": {
    "image": "image/pnyxAthens.jpg",
    "question": "Minor upgrades at the Pnyx sparked protest from heritage groups. What would the government's opinion be?",
    "yes": "Limit infrastructure to preserve authenticity",
    "no": "Allow improvements for visitor experience",
    "yesDelta": {
      "antiquity": 10,
      "economy": -10
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -10
    }
  },
  "libraryHadrian": {
    "image": "image/hadrianLibrary.jpg",
    "question": "Hadrian's Library saw brief urban planning conflicts, such as metro delays and a tourist café setup. What would the government's opinion be?",
    "yes": "Enforce strict archaeological zoning",
    "no": "Allow adaptive tourist use of the site",
    "yesDelta": {
      "antiquity": 10,
      "economy": -15
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -15
    }
  },
  "eretria": {
    "image": "image/eretriaRuins.jpg",
    "question": "The coastal resort near Eretria wants to expand, which archaeologists say could harm nearby antiquities. What would the government's opinion be?",
    "yes": "Block marina expansion to protect ruins",
    "no": "Permit expansion under development oversight",
    "yesDelta": {
      "antiquity": 10,
      "liberalism": -10,
      "economy": -10
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -15
    }
  },
  "lefkandi": {
    "image": "image/lefkandiTombs.png",
    "question": "Lefkandi's villagers want more tourist infrastructure, while archaeologists prefer a low-impact museum. What would the government's opinion be?",
    "yes": "Keep museum design minimal and respectful",
    "no": "Expand infrastructure to attract visitors",
    "yesDelta": {
      "antiquity": 10
    },
    "noDelta": {
      "economy": 5,
      "antiquity": -5
    }
  },
  "isthmia": {
    "image": "image/isthmiaSanctuary.jpg",
    "question": "Plans for large development near Isthmia have drawn warnings from scholars and environmentalists. What would the government's opinion be?",
    "yes": "Restrict development to preserve the sanctuary",
    "no": "Support development to boost regional tourism",
    "yesDelta": {
      "antiquity": 10,
      "economy": -15
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -10
    }
  },
  "epidauros": {
    "image": "image/epidaurosSanctuary.jpg",
    "question": "Proposals to install aquaculture ponds and wind turbines near the sanctuary of Epidaurus have drawn criticisms. Should the government allow them?",
    "yes": "Block developments to preserve the sanctuary's integrity",
    "no": "Allow limited development under environmental review",
    "yesDelta": {
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -10
    }
  },
  "nafplio": {
    "image": "image/nafplioTown.jpg",
    "question": "Controversy over a Ferris wheel near Nafplio's old town highlighted heritage vs urban development tensions. Should the city allow modern attractions near historical zones?",
    "yes": "Ban major modern installations in heritage zones",
    "no": "Permit attractions to stimulate local tourism",
    "yesDelta": {
      "antiquity": 10,
      "liberalism": -10,
      "economy": -10
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -15
    }
  },
  "tiryns": {
    "image": "image/tirynsWalls.jpg",
    "question": "Restoration of Tiryns' Cyclopean walls caused debate among archaeologists over reconstruction methods. Should the government proceed with structural rebuilding?",
    "yes": "Use modern supports to stabilize and protect the site",
    "no": "Limit intervention to non-invasive conservation",
    "yesDelta": {
      "antiquity": -10,
      "economy": 10
    },
    "noDelta": {
      "antiquity": 10,
      "economy": -10
    }
  },
  "mycenae": {
    "image": "image/mycenaeCitadel.jpg",
    "question": "After new platforms were added to Mycenae, cracks appeared, prompting safety concerns. Should the government pause development until further seismic studies are complete?",
    "yes": "Halt infrastructure work and prioritize seismic safety",
    "no": "Continue development to improve tourist access",
    "yesDelta": {
      "antiquity": 10,
      "economy": -10
    },
    "noDelta": {
      "economy": 10,
      "antiquity": -10
    }
  },
  "lerna": {
    "image": "image/lernaField.jpg",
    "question": "Lerna is known as one of the oldest human settlement in Argolid. Farmers near Lerna protested excavation restrictions since the 1990s. Should agricultural interests take priority over archaeological access?",
    "yes": "Relax protections to support local farming",
    "no": "Maintain excavation priority and site protection",
    "yesDelta": {
      "economy": 10,
      "antiquity": -10
    },
    "noDelta": {
      "antiquity": 10,
      "liberalism": -10
    }
  },
  "argos": {
    "image": "image/argos.jpg",
    "question": "In Argos, proposals to build on or near ancient ruins have sparked repeated disputes. Should the city ease construction restrictions?",
    "yes": "Permit controlled development to boost city growth",
    "no": "Enforce strict heritage protection rules",
    "yesDelta": {
      "economy": 10,
      "antiquity": -15
    },
    "noDelta": {
      "antiquity": 15,
      "economy": -10,
      "liberalism": -10
    }
  },
  "asine": {
    "image": "image/asineExcavation.jpg",
    "question": "Asine is a small site managed by the Swedish Institute. Should Greece expand international excavation rights at small rural sites?",
    "yes": "Encourage foreign institutions to invest in research",
    "no": "Prioritize domestic teams for local excavation",
    "yesDelta": {
      "liberalism": 10
    },
    "noDelta": {
      "antiquity": 10
    }
  },
  "nemea": {
    "image": "image/nemeaStadium.jpg",
    "question": "Some archaeologists worry the revived Nemean Games could damage the sanctuary's structures. Should large-scale events continue?",
    "yes": "Support events to promote cultural tourism",
    "no": "Limit gatherings to protect the archaeological site",
    "yesDelta": {
      "economy": 15,
      "antiquity": -10
    },
    "noDelta": {
      "antiquity": 15,
      "economy": -10
    }
  },
  "amphiareion": {
    "image": "image/amphiareionSanctuary.jpg",
    "question": "A plan to build a visitor center at Amphiareion raised concerns among locals. What would you support?",
    "yes": "Build the visitor center off-site to protect the natural setting",
    "no": "Construct the visitor center near the sanctuary for convenience",
    "yesDelta": {
      "antiquity": 10,
      "liberalism": 10,
      "economy": -10
    },
    "noDelta": {
      "economy": 10,
      "liberalism": -10
    }
  },
  "brauron": {
    "image": "image/brauronSanctuary.jpg",
    "question": "Since antiquity, Brauron's Temple of Artemis has been exposed to slow natural degradation. Recent pollution could have accelerated this process. Should Brauron's Temple of Artemis be enclosed in a modern protective structure?",
    "yes": "No monument is permanent, after all",
    "no": "Construct a full museum enclosure for better conservation",
    "yesDelta": {
      "antiquity": -10
    },
    "noDelta": {
      "antiquity": 10,
      "economy": -10
    }
  },

  "sounion": {
    "image": "image/sounion.jpg",
    "question": "Sounion, at the southern end of Attica, is known for the Poseidon temple. But some people also want to build a memorial next to the site, to signify modern state atrocities happened in a nearby island, Makronisos. What is the government's opinion",
    "yes": "Allow the construction of the memorial",
    "no": "Avoid giving wrong impressions to the tourists",
    "yesDelta": {
      "antiquity": -10,
      "liberalism": 10
    },
    "noDelta": {
      "antiquity": 10,
      "liberalism": -15
    }
  },
  "delphi": {
    "image": "image/delphi.jpg",
    "question": "The site of Delphi is surrounded by mountains, which also turns out to be adequate site for wind turbines, which alters the landscape and make noises. Should renewable energy projects be allowed despite concerns?",
    "yes": "Expand wind farms to boost the economy",
    "no": "Stop development to protect Delphi's sacred landscape",
    "yesDelta": {
      "economy": 15,
      "antiquity": -10
    },
    "noDelta": {
      "antiquity": 10
    }
  },
  "olympia": {
    "image": "image/olympia.jpg",
    "question": "Frequent floods are damaging the site of Olympia. The government is constantly funding the site for repairs, but some people think it is better to invest on the adjacent museum instead. Should funding prioritize Olympia's museum expansion over flood prevention?",
    "yes": "Focus funds on showcasing artifacts in a new museum",
    "no": "Keep funds to protect the site from floods",
    "yesDelta": {
      "antiquity": -10
    },
    "noDelta": {
      "economy": -10
    }
  },
  "sparta": {
    "image": "image/spartaSanctuary.jpg",
    "question": "Sparta has been promoted through ???Should new Sparta visitor centers focus on historical accuracy or promote mythic Spartan identity?",
    "yes": "Prioritize scholarly interpretation to counter extreme narratives",
    "no": "Encourage local pride by embracing Spartan myths",
    "yesDelta": {
      "antiquity": 5
    },
    "noDelta": {
      "antiquity": -10,
      "liberalism": 10
    }
  },
  "mystras": {
    "image": "image/mystrasCitadel.jpg",
    "question": "Should private donors influence restoration at Mystras in exchange for concessions?",
    "yes": "Allow private funding with oversight to ensure preservation",
    "no": "Reject donor conditions to avoid compromising heritage values",
    "yesDelta": {
      "economy": 15,
      "antiquity": -10
    },
    "noDelta": {
      "antiquity": 10,
      "economy": -15
    }
  },
  "churchStateRelations": {
    "image": "image/mountAthos.jpg",
    "question": "As everyone knows, our government maintains strong ties with the Orthodox church, despite global trend of secularism. Should Greece fully separate church and state by ending public funding and religious oaths?",
    "yes": "Revise the laws and remove church privileges",
    "no": "The Orthodox church is the foundation of our country",
    "yesDelta": {
      "liberalism": 15,
      "religion": -20
    },
    "noDelta": {
      "religion": 10,
      "liberalism": -15
    }
  },
  "propertyTransparency": {
    "image": "image/mountAthos.jpg",
    "question": "Modernization of our country has involved confiscating lands and tax rights from monastaries. Yet, the Orthodox church is still given significant tax benefits. Should the church be required to publicly disclose all assets and pay regular taxes?",
    "yes": "Enforce full financial transparency and taxation",
    "no": "These monastaries are far older than the republic itself",
    "yesDelta": {
      "economy": 15,
      "liberalism": 10,
      "religion": -20
    },
    "noDelta": {
      "religion": 15,
      "liberalism": -10
    }
  },
  "macedoniaDispute": {
    "image": "image/macedonia.jpg",
    "question": "Quite a few people in our country, especially those in the Orthodox church, still does not like the neighboring country's name which includes 'Macedonia'. They want the government to raise the voice over the issue. What would be the government's stance?",
    "yes": "They can call themselves whatever they want",
    "no": "Oppose the use of the name by other nations",
    "yesDelta": {
      "liberalism": 15,
      "antiquity": -10,
      "religion": -10
    },
    "noDelta": {
      "antiquity": 10,
      "liberalism": -15
    }
  },
  "lgbtqRights": {
    "image": "image/mountAthos.jpg",
    "question": "Recent protests for gender minority rights have met harsh opposition of the Orthodox church. Should the government embrace legal rights for gender minority individuals, including civil unions and marriage?",
    "yes": "Promote inclusivity and equal rights",
    "no": "Maintain traditional teachings and oppose legal changes",
    "yesDelta": {
      "liberalism": 15,
      "religion": -20
    },
    "noDelta": {
      "religion": 10,
      "liberalism": -15
    }
  },
  "migrantPolicy": {
    "image": "image/refugee.jpg",
    "question": "The number of migrants and refugees in our country is increasing rapidly in the recent years. Conservative communities, especially within the orthodox church, is not happy with this trend. What would be the government's stance toward migrants and refugees?",
    "yes": "Promote compassion and integration",
    "no": "Defend national and religious identity",
    "yesDelta": {
      "liberalism": 15,
      "religion": -10
    },
    "noDelta": {
      "liberalism": -20,
      "religion": 10,
      "antiquity": 10
    }
  },
  "orthodoxSchism": {
    "image": "image/mountAthos.jpg",
    "question": "Several priests of the Orthodox Church are defending a war-mongering country which also believes in the same religion. This is casting our country in a bad light to western countries. Should the government intervene?",
    "yes": "Warn the Orthodox church regarding the scandal",
    "no": "Respect the freedom of speech and religion",
    "yesDelta": {
      "liberalism": 10,
      "religion": -15
    },
    "noDelta": {
      "religion": 10,
      "liberalism": -15
    }
  },
  "vassilikoEuboea": {
    "image": "image/vassilikoSite.jpg",
    "question": "A conflict arose when local church authorities planned to erect a large religious structure on the archaeological site of Vassiliko in Euboea. Archaeologists warned that the church would damage significant ancient ruins. What would the government's opinion be?",
    "yes": "Support church construction for local tradition",
    "no": "Protect the ancient settlement by denying the permit",
    "yesDelta": {
      "religion": 10,
      "antiquity": -15
    },
    "noDelta": {
      "antiquity": 10,
      "religion": -10
    }
  },
  "mountAthosAccess": {
    "image": "image/mountAthos.jpg",
    "question": "Mount Athos, a semi-autonomous monastic community, contains rich archaeological and Byzantine heritage. However, the region is closed to non-believers and women, which increases the difficulty of conducting conservation work or research. Should archaeologists be granted full access to Mount Athos?",
    "yes": "Permit full access for academic documentation",
    "no": "Restrict access to protect monastic privacy",
    "yesDelta": {
      "liberalism": 10,
      "antiquity": 10,
      "religion": -20
    },
    "noDelta": {
      "religion": 10,
      "liberalism": -10,
      "antiquity": -10
    }
  },
  "narrativeConflict": {
    "image": "image/education.jpg",
    "question": "For a long time, the public education of our country gave triumphant reading of the spread of Orthodox church. Now, many liberals oppose this view, and call for more secular approach to this subject. Should public education emphasize archaeological over ecclesiastical narratives of Christianization?",
    "yes": "Prioritize evidence-based academic approach",
    "no": "Support traditional Church accounts in national storytelling",
    "yesDelta": {
      "antiquity": 10,
      "liberalism": 10,
      "religion": -15
    },
    "noDelta": {
      "religion": 10,
      "liberalism": -15
    }
  },
  "churchExcavationAccess": {
    "image": "image/salonikaMetro.jpg",
    "question": " In Thessaloniki, during Metro construction, disputes emerged when significant artifacts were found beneath churches. Should the archaeologists be allowed to excavate beneath active churches if ancient remains are suspected?",
    "yes": "Permit excavation under strict guidelines",
    "no": "Deny excavation to avoid disrupting sacred spaces",
    "yesDelta": {
      "antiquity": 10,
      "religion": -10
    },
    "noDelta": {
      "religion": 10,
      "antiquity": -10
    }
  },

  "title": {
    "image": "image/minister.jpg",
    "question":"Slide this card to continue.",
    "yes": "further left",
    "no": "further right",
    "yesDelta": {
    },
    "noDelta": {
    }

  },

  "tutorial": {
    "image": "image/minister.jpg",
      "question":"Welcome to your office, dear prime minister. You are finally at the very top of the power of this country. However, there is no time to congratulate your victory, as your desk is already full of proposals waiting for your review. Would you be able to keep up with the expectation of the people of Hellas?",
      "yes": "Let's start",
      "no": "Let's start",
      "yesDelta": {
      },
      "noDelta": {
      }

    }
}
